Repository: cdcavell/Jackdaw
Catalog: Source/Libraries/Jackdaw.ClassLibrary.Mvc/Resources/Localization/SharedResource.*.resx
Languages: ar, es, fr, ja, nl

# StatusCode-414
source: Request-URI Too Long - The server is refusing to service the request because the Request-URI is longer than the server is willing to interpret.
ar: Request-URI طويل جدًا - يرفض الخادم خدمة الطلب لأن Request-URI أطول مما يرغب الخادم في تفسيره.
es: Request-URI demasiado largo: el servidor se niega a atender la solicitud porque el Request-URI es más largo de lo que el servidor está dispuesto a interpretar.
ja: Request-URIが長すぎます-Request-URIがサーバーが解釈しようとしている長さよりも長いため、サーバーはリクエストの処理を拒否しています。
nl: Request-URI Too Long - De server weigert het verzoek te verwerken omdat de Request-URI langer is dan de server wil interpreteren.

# StatusCode-415
source: Unsupported Media Type - The server is refusing to service the request because the entity of the request is in a format not supported by the requested resource for the requested method.
ar: نوع وسائط غير مدعوم - يرفض الخادم خدمة الطلب لأن تنسيق كيان الطلب غير مدعوم من قبل المورد المطلوب للطريقة المطلوبة.
es: Tipo de medio no admitido: el servidor se niega a atender la solicitud porque la entidad de la solicitud está en un formato no admitido por el recurso solicitado para el método solicitado.
ja: サポートされていないメディアタイプ-リクエストのエンティティが、リクエストされたメソッドのリクエストされたリソースでサポートされていない形式であるため、サーバーはリクエストの処理を拒否しています。
nl: Niet-ondersteund mediatype - De server weigert het verzoek te verwerken omdat de entiteit van het verzoek een indeling heeft die niet wordt ondersteund door de aangevraagde bron voor de gevraagde methode.

# StatusCode-416
source: Requested Range Not Satisfiable
ar: النطاق المطلوب غير كافٍ
es: Rango solicitado no satisfactorio
ja: 要求された範囲が満たされていません
nl: Aangevraagd bereik niet bevredigbaar

# StatusCode-417
source: Expectation Failed - The expectation given in an Expect request-header field (see section 14.20) could not be met by this server, or, if the server is a proxy, the server has unambiguous evidence that the request could not be met by the next-hop server.
ar: فشل التوقع - لا يمكن تلبية التوقع الوارد في حقل عنوان طلب توقع (انظر القسم 14.20) بواسطة هذا الخادم ، أو إذا كان الخادم وكيلاً ، فإن الخادم لديه دليل لا لبس فيه على أنه لا يمكن تلبية الطلب من قبل التالي خادم متجر.
es: Expectativa fallida: este servidor no pudo cumplir la expectativa dada en un campo de encabezado de solicitud Expect (consulte la sección 14.20) o, si el servidor es un proxy, el servidor tiene evidencia inequívoca de que la solicitud no pudo ser satisfecha por el siguiente -servidor de tienda.
ja: 期待値が失敗しました-Expectrequest-headerフィールド（セクション14.20を参照）で指定された期待値は、このサーバーでは満たすことができませんでした。または、サーバーがプロキシである場合、サーバーは、次のサーバーで要求を満たすことができなかったという明確な証拠を持っています。 -ホップサーバー。
nl: Verwachting mislukt - De verwachting die is opgegeven in het veld Expect request-header (zie paragraaf 14.20) kon niet worden vervuld door deze server, of, als de server een proxy is, heeft de server ondubbelzinnig bewijs dat aan het verzoek niet kon worden voldaan door de volgende -hop-server.

# StatusCode-500
source: Internal Server Error - The server encountered an unexpected condition which prevented it from fulfilling the request.
ar: خطأ داخلي في الخادم - واجه الخادم حالة غير متوقعة منعته من تلبية الطلب.
es: Error interno del servidor: el servidor encontró una condición inesperada que le impidió cumplir con la solicitud.
ja: 内部サーバーエラー-サーバーで予期しない状態が発生したため、サーバーは要求を実行できませんでした。
nl: Interne serverfout - De server heeft een onverwachte omstandigheid aangetroffen waardoor deze niet aan het verzoek kon voldoen.

# StatusCode-501
source: Not Implemented - The server does not support the functionality required to fulfill the request.
ar: لم يتم التنفيذ - لا يدعم الخادم الوظيفة المطلوبة لتنفيذ الطلب.
es: No implementado: el servidor no admite la funcionalidad requerida para cumplir con la solicitud.
ja: 実装されていません-サーバーは、要求を満たすために必要な機能をサポートしていません。
nl: Niet geïmplementeerd - De server ondersteunt niet de functionaliteit die nodig is om aan het verzoek te voldoen.

# StatusCode-502
source: Bad Gateway - The server, while acting as a gateway or proxy, received an invalid response from the upstream server it accessed in attempting to fulfill the request.
ar: بوابة غير صالحة - تلقى الخادم ، أثناء عمله كبوابة أو وكيل ، استجابة غير صالحة من الخادم الرئيسي الذي وصل إليه في محاولة لتلبية الطلب.
es: Puerta de enlace incorrecta: el servidor, mientras actuaba como puerta de enlace o proxy, recibió una respuesta no válida del servidor ascendente al que accedió al intentar cumplir con la solicitud.
ja: 不正なゲートウェイ-サーバーはゲートウェイまたはプロキシとして機能しているときに、要求を実行しようとしてアクセスしたアップストリームサーバーから無効な応答を受信しました。
nl: Slechte gateway - De server, die als gateway of proxy fungeerde, ontving een ongeldig antwoord van de upstream-server waartoe hij toegang had om aan het verzoek te voldoen.

# StatusCode-503
source: Service Unavailable - The server is currently unable to handle the request due to a temporary overloading or maintenance of the server.
ar: الخدمة غير متوفرة - يتعذر على الخادم حاليًا معالجة الطلب بسبب التحميل الزائد المؤقت أو صيانة الخادم.
es: Servicio no disponible: el servidor actualmente no puede manejar la solicitud debido a una sobrecarga temporal o al mantenimiento del servidor.
ja: サービスを利用できません-サーバーの一時的な過負荷またはメンテナンスのため、サーバーは現在リクエストを処理できません。
nl: Service niet beschikbaar - De server kan het verzoek momenteel niet verwerken vanwege tijdelijke overbelasting of onderhoud van de server.

# StatusCode-504
source: Gateway Timeout - The server, while acting as a gateway or proxy, did not receive a timely response from the upstream server specified by the URI (e.g. HTTP, FTP, LDAP) or some other auxiliary server (e.g. DNS) it needed to access in attempting to complete the request.
ar: مهلة البوابة - لم يتلق الخادم ، أثناء عمله كبوابة أو وكيل ، استجابة في الوقت المناسب من الخادم الرئيسي المحدد بواسطة URI (مثل HTTP و FTP و LDAP) أو بعض الخادم الإضافي (مثل DNS) الذي يحتاجه للوصول في محاولة استكمال الطلب.
es: Tiempo de espera de puerta de enlace: el servidor, mientras actuaba como puerta de enlace o proxy, no recibió una respuesta oportuna del servidor ascendente especificado por el URI (por ejemplo, HTTP, FTP, LDAP) o algún otro servidor auxiliar (por ejemplo, DNS) al que necesitaba acceder en intentando completar la solicitud.
ja: ゲートウェイタイムアウト-サーバーはゲートウェイまたはプロキシとして機能しているときに、URI（HTTP、FTP、LDAPなど）またはアクセスする必要のある他の補助サーバー（DNSなど）で指定されたアップストリームサーバーからタイムリーな応答を受信しませんでしたリクエストを完了しようとしています。
nl: Gateway-time-out - De server, die fungeerde als gateway of proxy, ontving geen tijdige reactie van de upstream-server gespecificeerd door de URI (bijv. HTTP, FTP, LDAP) of een andere hulpserver (bijv. DNS) die nodig was om toegang te krijgen in proberen om het verzoek te voltooien.

# StatusCode-505
source: HTTP Version Not Supported - The server does not support, or refuses to support, the HTTP protocol version that was used in the request message.
ar: إصدار HTTP غير مدعوم - لا يدعم الخادم أو يرفض دعم إصدار بروتوكول HTTP الذي تم استخدامه في رسالة الطلب.
es: Versión HTTP no admitida: el servidor no admite, o se niega a admitir, la versión del protocolo HTTP que se utilizó en el mensaje de solicitud.
ja: HTTPバージョンがサポートされていません-サーバーは、要求メッセージで使用されたHTTPプロトコルバージョンをサポートしていないか、サポートを拒否しています。
nl: HTTP-versie niet ondersteund - De server ondersteunt de HTTP-protocolversie die in het verzoekbericht is gebruikt niet of weigert deze te ondersteunen.

# StatusCode-600
source: Unknown status code
ar: رمز حالة غير معروف
es: Código de estado desconocido
ja: 不明なステータスコード
nl: Onbekende statuscode

# StatusCode-Title
source: System Error
ar: خطأ في النظام
es: Error del sistema
fr: Erreur système
ja: システムエラー
nl: Systeemfout

# title
source: Personal website for Christopher D. Cavell
ar: موقع شخصي لكريستوفر دي كافيل
es: Sitio web personal de Christopher D. Cavell
fr: Site personnel de Christopher D. Cavell
ja: Christopher D.Cavellの個人ウェブサイト
nl: Persoonlijke website voor Christopher D. Cavell

# license-content-description-4-p1a
source: Duende IdentityServer
nl: Duende Identiteitsserver

# license-content-subtitle-4
source: Duende IdentityServer
nl: Duende Identiteitsserver
