Repository: cdcavell/Jackdaw
Catalog: Source/Libraries/Jackdaw.ClassLibrary.Mvc/Resources/Localization/SharedResource.*.resx
Languages: ar, es, fr, ja, nl

source: About
ar: عن
es: Acerca de
fr: Sur
ja: 約
nl: Over

# about-content-description-p1
source: Began my carrier from the ground up. Working in computer operations for several years, maturing into applications development. Exposed to everything from Cobol, Basic, Java and now C Sharp.
ar: الألف إلى الياء. العمل في عمليات الكمبيوتر لعدة سنوات ، وتنضج في تطوير التطبيقات. يتعرض لكل شيء من Cobol و Basic و Java والآن
es: Comencé mi carrera desde cero. Trabajando en operaciones informáticas durante varios años, madurando en el desarrollo de aplicaciones. Expuesto a todo, desde Cobol, Basic, Java y ahora C Sharp.
fr: J'ai commencé ma carrière à partir de zéro. Travaillant dans les opérations informatiques pendant plusieurs années, mûrissant dans le développement d'applications. Exposé à tout, de Cobol, Basic, Java et maintenant C Sharp.
ja: 私のキャリアをゼロから始めました。数年間コンピュータ操作に従事し、アプリケーション開発に成熟しました。 Cobol、Basic、Java、そして現在はCSharpからすべてに公開されています。
nl: Begon mijn carrier van de grond af. Meerdere jaren werkzaam geweest in computeroperaties, uitgroeiend tot applicatieontwikkeling. Blootgesteld aan alles van Cobol, Basic, Java en nu C Sharp.

# about-content-description-p2
source: Pride myself on never being satisfied but rather looking to revamp and enhance antiquated processes.
ar: العمليات القديمةأبدًا ، بل أتطلع إلى تجديد وتعزيزأفخر بنفسي لأنني لا أشعر بالرضا.
es: Me enorgullezco de no estar nunca satisfecho, sino de buscar renovar y mejorar los procesos anticuados.
fr: Je suis fier de ne jamais être satisfait, mais plutôt de chercher à réorganiser et à améliorer les processus obsolètes.
ja: 決して満足することはなく、時代遅れのプロセスを刷新して強化することを目指していることに誇りを持ってください。
nl: Ik ben er trots op dat ik nooit tevreden ben, maar eerder op zoek ben naar het vernieuwen en verbeteren van verouderde processen.

# about-content-description-p3
source: Happy to have been at the onset of the digital revolution and excited to carry forward into the new information frontier.
ar: حدود المعلومات الجديدةالرقمية ومتحمسًا للمضي قدمًا فييسعدني أن أكون في بداية الثورة.
es: Feliz de haber estado en el inicio de la revolución digital y emocionado de avanzar hacia la nueva frontera de la información.
fr: Heureux d'avoir été au début de la révolution numérique et enthousiaste à l'idée d'aller de l'avant dans la nouvelle frontière de l'information.
ja: デジタル革命の始まりにあり、新しい情報フロンティアに前進することに興奮していることを嬉しく思います。
nl: Blij dat ik aan het begin van de digitale revolutie heb gestaan ​​en enthousiast om door te gaan naar de nieuwe informatiegrens.

# about-content-subtitle
source: Who am i?
ar: من أنا؟
es: ¿Quién soy?
fr: Qui suis je?
ja: 私は誰？
nl: Wie ben ik?

# about-content-title
source: I'm a vintage Developer
ar: أنا مطور قديم
es: Soy una desarrolladora vintage
fr: Je suis un développeur vintage
ja: 私はビンテージ開発者です
nl: Ik ben een vintage ontwikkelaar

# about-section-description
source: Get to know me
ar: تعرف علي
es: Llegar a conocerme
fr: Apprendre à me connaître
ja: 私を知ってください
nl: Leer mij kennen

# about-section-title
source: About Me
ar: عني
es: Acerca de mí
fr: À propos de moi
ja: 私について
nl: Over mij

source: Age
ar: عمر
es: Envejecer
fr: Âge
ja: 年
nl: Leeftijd

source: Culture
ar: حضاره
es: Cultura
ja: 文化
nl: Cultuur

# culture-section-description
source: What culture do you wish to use?
ar: ما الثقافة التي ترغب في استخدامها؟
es: ¿Qué cultura desea utilizar?
fr: Quelle culture souhaitez-vous utiliser ?
ja: どの文化を使いたいですか？
nl: Welke cultuur wil je gebruiken?

# culture-section-title
source: Culture Selection
ar: اختيار الثقافة
es: Selección de cultura
fr: Sélection Culturelle
ja: 文化の選択
nl: Cultuurselectie

# description
source: An ongoing development of a .NET 6.0 MVC application.
ar: تطوير مستمر لتطبيق .NET 6.0 MVC
es: Un desarrollo continuo de una aplicación .NET 6.0 MVC.
fr: Un développement en cours d'une application .NET 6.0 MVC.
ja: .NET 6.0MVCアプリケーションの進行中の開発。
nl: Een doorlopende ontwikkeling van een .NET 6.0 MVC-toepassing.

source: Email
ar: بريد الالكتروني
es: Correo electrónico
ja: Eメール

source: From
ar: من
es: Desde
fr: À partir de
ja: から
nl: Van

source: License
ar: رخصة
es: Licencia
fr: Licence
ja: ライセンス
nl: Vergunning

# license-content-description-1-p1
source: MIT License
ar: للتكنولوجياترخيص معهد ماساتشوستس
es: Licencia MIT
fr: Licence MIT
ja: MITライセンス
nl: MIT-licentie

# license-content-description-1-p2
source: Copyright (c) 2022 Christopher D. Cavell
ar: حقوق النشر (c) 2021 Christopher D. Cavell
es: Derechos de autor (c) 2022 Christopher D. Cavell
fr: Copyright (c) 2021 Christopher D. Cavell

# license-content-description-1-p3
source: Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:
ar: يُمنح الإذن بموجب هذا ، مجانًا ، لأي شخص يحصل على نسخة من هذا البرنامج وملفات التوثيق المرتبطة به ("البرنامج") ، للتعامل في البرنامج دون قيود ، بما في ذلك على سبيل المثال لا الحصر حقوق الاستخدام والنسخ والتعديل والدمج ونشر و / أو توزيع و / أو ترخيص من الباطن و / أو بيع نسخ من البرنامج ، والسماح للأشخاص الذين تم توفير البرنامج لهم بالقيام بذلك ، وفقًا للشروط التالية:
es: Por la presente se otorga permiso, sin cargo, a cualquier persona que obtenga una copia de este software y los archivos de documentación asociados (el "Software"), para operar con el Software sin restricciones, incluidos, entre otros, los derechos de uso, copia, modificación, fusión , publicar, distribuir, sublicenciar y / o vender copias del Software, y permitir que las personas a quienes se les proporcione el Software lo hagan, sujeto a las siguientes condiciones:
fr: L'autorisation est par la présente accordée, gratuitement, à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le "Logiciel"), de traiter le Logiciel sans restriction, y compris, sans limitation, les droits d'utilisation, de copie, de modification, de fusion , publier, distribuer, sous-licencier et/ou vendre des copies du Logiciel, et permettre aux personnes auxquelles le Logiciel est fourni de le faire, sous réserve des conditions suivantes :
ja: これにより、このソフトウェアおよび関連するドキュメントファイル（「ソフトウェア」）のコピーを取得するすべての人に、使用、コピー、変更、マージの権利を含むがこれに限定されない制限なしにソフトウェアを取り扱う許可が無料で付与されます。 、本ソフトウェアのコピーを公開、配布、サブライセンス、および/または販売すること、および本ソフトウェアが提供される人に、以下の条件を条件として、そうすることを許可すること。
nl: Hierbij wordt kosteloos toestemming verleend aan elke persoon die een kopie van deze software en bijbehorende documentatiebestanden (de "Software") verkrijgt, om zonder beperking in de Software te handelen, inclusief maar niet beperkt tot de rechten om te gebruiken, kopiëren, wijzigen, samenvoegen , publiceren, distribueren, in sublicentie geven en/of verkopen van kopieën van de Software, en om personen aan wie de Software wordt geleverd toe te staan ​​dit te doen, onder de volgende voorwaarden:

# license-content-description-1-p4
source: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.
ar: يجب تضمين إشعار حقوق النشر أعلاه وإشعار الإذن هذا في جميع النسخ أو الأجزاء الأساسية من البرنامج.
es: El aviso de copyright anterior y este aviso de permiso se incluirán en todas las copias o partes sustanciales del Software.
fr: L'avis de droit d'auteur ci-dessus et cet avis d'autorisation doivent être inclus dans toutes les copies ou parties substantielles du logiciel.
ja: 上記の著作権表示およびこの許可通知は、本ソフトウェアのすべてのコピーまたは実質的な部分に含まれるものとします。
nl: De bovenstaande copyrightkennisgeving en deze toestemmingskennisgeving zullen worden opgenomen in alle kopieën of substantiële delen van de Software.

# license-content-description-1-p5
source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
ar: يتم توفير البرنامج "كما هو" ، دون أي ضمان من أي نوع ، صريحًا أو ضمنيًا ، بما في ذلك على سبيل المثال لا الحصر ضمانات القابلية للتسويق والملاءمة لغرض معين وعدم الانتهاك. لا يتحمل المؤلفون أو حاملو حقوق الطبع والنشر بأي حال من الأحوال المسؤولية عن أي مطالبة أو أضرار أو أي مسؤولية أخرى ، سواء كان ذلك في إطار عقد أو ضرر أو غير ذلك ، ينشأ عن أو خارج أو فيما يتعلق بالبرنامج أو الاستخدام أو المعاملات الأخرى في البرمجيات.
es: EL SOFTWARE SE PROPORCIONA "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUYENDO, PERO NO LIMITADO A, LAS GARANTÍAS DE COMERCIABILIDAD, APTITUD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN. EN NINGÚN CASO LOS AUTORES O TITULARES DE LOS DERECHOS DE AUTOR SERÁN RESPONSABLES DE CUALQUIER RECLAMO, DAÑOS U OTRA RESPONSABILIDAD, YA SEA EN UNA ACCIÓN DE CONTRATO, AGRAVIO O DE OTRO MODO, QUE SURJA DE, FUERA DE O EN RELACIÓN CON EL SOFTWARE O EL USO U OTRAS NEGOCIACIONES EN EL SOFTWARE.
fr: LE LOGICIEL EST FOURNI « EN L'ÉTAT », SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES DE QUALITÉ MARCHANDE, D'ADAPTATION À UN USAGE PARTICULIER ET D'ABSENCE DE CONTREFAÇON. EN AUCUN CAS LES AUTEURS OU TITULAIRES DE DROITS D'AUTEUR NE SERONT RESPONSABLES DE TOUTE RÉCLAMATION, DOMMAGES OU AUTRE RESPONSABILITÉ, QU'IL SOIT DANS UNE ACTION DE CONTRAT, DÉLIT OU AUTRE, DÉCOULANT DE, OU EN RELATION AVEC LE LOGICIEL OU L'UTILISATION OU D'AUTRES TRANSACTIONS DANS LE LOGICIEL.
ja: 本ソフトウェアは「現状有姿」で提供され、商品性、特定目的への適合性、および非侵害の保証を含むがこれらに限定されない、明示または黙示を問わず、いかなる種類の保証もありません。いかなる場合も、作者または著作権所有者は、契約、不法行為、またはその他の行為にかかわらず、ソフトウェアまたはソフトウェアの使用またはその他の取引に起因する、または関連する、いかなる請求、損害、またはその他の責任についても責任を負わないものとします。ソフトウェア。
nl: DE SOFTWARE WORDT GELEVERD "AS IS", ZONDER ENIGE GARANTIE, EXPLICIET OF IMPLICIET, INCLUSIEF MAAR NIET BEPERKT TOT DE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET-INBREUK. IN GEEN GEVAL ZULLEN DE AUTEURS OF AUTEURSRECHTHOUDERS AANSPRAKELIJK ZIJN VOOR ENIGE CLAIM, SCHADE OF ANDERE AANSPRAKELIJKHEID, HETZIJ IN EEN OVEREENKOMST, ONRECHTMATIGHEID OF ANDERSZINS, VOORTVLOEIEND UIT, UIT OF IN VERBAND MET DE SOFTWARE OF HET GEBRUIK IN OF DE ANDERE HANDELINGEN SOFTWARE.

# license-content-description-2-p1a
source: is developed by
ar: تم تطويره بواسطة
es: es desarrollado por
fr: est développé par
ja: によって開発されました
nl: is ontwikkeld door

# license-content-description-2-p1b
source: and licensed under the
ar: ومرخصة بموجب
es: y licenciado bajo la
fr: et licencié sous le
ja: との下でライセンス
nl: en gelicentieerd onder de

# license-content-description-3-p1
source: The above asset(s) are under MIT/ISC license:
ar: الأصول المذكورة أعلاه تخضع لترخيص معهد ماساتشوستس للتكنولوجيا / مركز الدراسات الدولي:
es: Los activos anteriores están bajo licencia MIT / ISC:
fr: Les actifs ci-dessus sont sous licence MIT/ISC :
ja: 上記の資産はMIT / ISCライセンスの下にあります。
nl: Bovenstaande activa vallen onder de MIT/ISC-licentie:

# license-content-description-3-p10
source: Licensed GPLv3 for open source use or Isotope Commercial License for commercial use.
ar: ترخيص GPLv3 للاستخدام مفتوح المصدر أو الترخيص التجاري للنظائر المشعة للاستخدام التجاري.
es: Licencia GPLv3 para uso de código abierto o Licencia comercial de isótopos para uso comercial.
fr: Sous licence GPLv3 pour une utilisation open source ou Isotope Commercial License pour une utilisation commerciale.
ja: オープンソース用のライセンスGPLv3または商用使用のIsotope商用ライセンス。
nl: Gelicentieerde GPLv3 voor open source gebruik of Isotope Commercial License voor commercieel gebruik.

# license-content-description-3-p2
source: Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:
ar: يُمنح الإذن بموجب هذا ، مجانًا ، لأي شخص يحصل على نسخة من هذا البرنامج وملفات التوثيق المرتبطة به ("البرنامج") ، للتعامل في البرنامج دون قيود ، بما في ذلك على سبيل المثال لا الحصر حقوق الاستخدام والنسخ والتعديل والدمج ونشر و / أو توزيع و / أو ترخيص من الباطن و / أو بيع نسخ من البرنامج ، والسماح للأشخاص الذين تم توفير البرنامج لهم بالقيام بذلك ، وفقًا للشروط التالية:
es: Por la presente se otorga permiso, sin cargo, a cualquier persona que obtenga una copia de este software y los archivos de documentación asociados (el "Software"), para operar con el Software sin restricciones, incluidos, entre otros, los derechos de uso, copia, modificación, fusión , publicar, distribuir, sublicenciar y / o vender copias del Software, y permitir que las personas a quienes se les proporcione el Software lo hagan, sujeto a las siguientes condiciones:
fr: L'autorisation est par la présente accordée, gratuitement, à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le "Logiciel"), de traiter le Logiciel sans restriction, y compris, sans limitation, les droits d'utilisation, de copie, de modification, de fusion , publier, distribuer, sous-licencier et/ou vendre des copies du Logiciel, et permettre aux personnes auxquelles le Logiciel est fourni de le faire, sous réserve des conditions suivantes :
ja: これにより、このソフトウェアおよび関連するドキュメントファイル（「ソフトウェア」）のコピーを取得するすべての人に、使用、コピー、変更、マージの権利を含むがこれに限定されない制限なしにソフトウェアを取り扱う許可が無料で付与されます。 、本ソフトウェアのコピーを公開、配布、サブライセンス、および/または販売すること、および本ソフトウェアが提供される人に、以下の条件を条件として、そうすることを許可すること。
nl: Hierbij wordt kosteloos toestemming verleend aan elke persoon die een kopie van deze software en bijbehorende documentatiebestanden (de "Software") verkrijgt, om zonder beperking in de Software te handelen, inclusief maar niet beperkt tot de rechten om te gebruiken, kopiëren, wijzigen, samenvoegen , publiceren, distribueren, in sublicentie geven en/of verkopen van kopieën van de Software, en om personen aan wie de Software wordt geleverd toe te staan ​​dit te doen, onder de volgende voorwaarden:

# license-content-description-3-p3
source: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.
ar: يجب تضمين إشعار حقوق النشر أعلاه وإشعار الإذن هذا في جميع النسخ أو الأجزاء الأساسية من البرنامج.
es: El aviso de copyright anterior y este aviso de permiso se incluirán en todas las copias o partes sustanciales del Software.
fr: L'avis de droit d'auteur ci-dessus et cet avis d'autorisation doivent être inclus dans toutes les copies ou parties substantielles du logiciel.
ja: 上記の著作権表示およびこの許可通知は、本ソフトウェアのすべてのコピーまたは実質的な部分に含まれるものとします。
nl: De bovenstaande copyrightkennisgeving en deze toestemmingskennisgeving zullen worden opgenomen in alle kopieën of substantiële delen van de Software.

# license-content-description-3-p4
source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
ar: يتم توفير البرنامج "كما هو" ، دون أي ضمان من أي نوع ، صريحًا أو ضمنيًا ، بما في ذلك على سبيل المثال لا الحصر ضمانات القابلية للتسويق والملاءمة لغرض معين وعدم الانتهاك. لا يتحمل المؤلفون أو حاملو حقوق الطبع والنشر بأي حال من الأحوال المسؤولية عن أي مطالبة أو أضرار أو أي مسؤولية أخرى ، سواء كان ذلك في إطار عقد أو ضرر أو غير ذلك ، ينشأ عن أو خارج أو فيما يتعلق بالبرنامج أو الاستخدام أو المعاملات الأخرى في البرمجيات.
es: EL SOFTWARE SE PROPORCIONA "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUYENDO, PERO NO LIMITADO A, LAS GARANTÍAS DE COMERCIABILIDAD, APTITUD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN. EN NINGÚN CASO LOS AUTORES O TITULARES DE LOS DERECHOS DE AUTOR SERÁN RESPONSABLES DE CUALQUIER RECLAMO, DAÑOS U OTRA RESPONSABILIDAD, YA SEA EN UNA ACCIÓN DE CONTRATO, AGRAVIO O DE OTRO MODO, QUE SURJA DE, FUERA DE O EN RELACIÓN CON EL SOFTWARE O EL USO U OTRAS NEGOCIACIONES EN EL SOFTWARE.
fr: LE LOGICIEL EST FOURNI « EN L'ÉTAT », SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES DE QUALITÉ MARCHANDE, D'ADAPTATION À UN USAGE PARTICULIER ET D'ABSENCE DE CONTREFAÇON. EN AUCUN CAS LES AUTEURS OU TITULAIRES DE DROITS D'AUTEUR NE SERONT RESPONSABLES DE TOUTE RÉCLAMATION, DOMMAGES OU AUTRE RESPONSABILITÉ, QU'IL SOIT DANS UNE ACTION DE CONTRAT, DÉLIT OU AUTRE, DÉCOULANT DE, OU EN RELATION AVEC LE LOGICIEL OU L'UTILISATION OU D'AUTRES TRANSACTIONS DANS LE LOGICIEL.
ja: 本ソフトウェアは「現状有姿」で提供され、商品性、特定目的への適合性、および非侵害の保証を含むがこれらに限定されない、明示または黙示を問わず、いかなる種類の保証もありません。いかなる場合も、作者または著作権所有者は、契約、不法行為、またはその他の行為にかかわらず、ソフトウェアまたはソフトウェアの使用またはその他の取引に起因する、または関連する、いかなる請求、損害、またはその他の責任についても責任を負わないものとします。ソフトウェア。
nl: DE SOFTWARE WORDT GELEVERD "AS IS", ZONDER ENIGE GARANTIE, EXPLICIET OF IMPLICIET, INCLUSIEF MAAR NIET BEPERKT TOT DE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET-INBREUK. IN GEEN GEVAL ZULLEN DE AUTEURS OF AUTEURSRECHTHOUDERS AANSPRAKELIJK ZIJN VOOR ENIGE CLAIM, SCHADE OF ANDERE AANSPRAKELIJKHEID, HETZIJ IN EEN OVEREENKOMST, ONRECHTMATIGHEID OF ANDERSZINS, VOORTVLOEIEND UIT, UIT OF IN VERBAND MET DE SOFTWARE OF HET GEBRUIK IN OF DE ANDERE HANDELINGEN SOFTWARE.

# license-content-description-3-p5
source: Released under the BSD-3-Clause license.
ar: تم إصداره بموجب ترخيص BSD-3-Clause.
es: Publicado bajo la licencia BSD-3-Clause.
fr: Publié sous la licence BSD-3-Clause.
ja: BSD-3-Clauseライセンスの下でリリースされました。
nl: Uitgegeven onder de BSD-3-Clause-licentie.

# license-content-description-3-p6
source: Copyright 2018 Amber Creative Lab Ltd, CodyHouse.co
ar: 2018 حقوق النشر Amber Creative Lab Ltd، CodyHouse.co

# license-content-description-3-p7
source: Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met:
ar: يُسمح بإعادة التوزيع والاستخدام في أشكال المصدر والثنائية ، مع أو بدون تعديل ، بشرط استيفاء الشروط التالية:
es: Se permite la redistribución y el uso en formato fuente y binario, con o sin modificaciones, siempre que se cumplan las siguientes condiciones:
fr: La redistribution et l'utilisation sous forme source et binaire, avec ou sans modification, sont autorisées à condition que les conditions suivantes soient remplies :
ja: 次の条件が満たされている場合、変更の有無にかかわらず、ソース形式およびバイナリ形式での再配布および使用が許可されます。
nl: Herdistributie en gebruik in bron- en binaire vorm, met of zonder wijziging, is toegestaan ​​mits aan de volgende voorwaarden wordt voldaan:

# license-content-description-3-p8
source: Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer. Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution. Neither the name of the copyright holder nor the names of its contributors may be used to endorse or promote products derived from this software without specific prior written permission.
ar: يجب أن تحتفظ عمليات إعادة توزيع الكود المصدري بإشعار حقوق النشر أعلاه وقائمة الشروط هذه وإخلاء المسؤولية التالي. يجب أن تقوم عمليات إعادة التوزيع في شكل ثنائي بإعادة إنتاج إشعار حقوق النشر أعلاه وقائمة الشروط هذه وإخلاء المسؤولية التالي في الوثائق و / أو المواد الأخرى المقدمة مع التوزيع. لا يجوز استخدام اسم صاحب حقوق الطبع والنشر ولا أسماء المساهمين فيه لتأييد أو ترويج المنتجات المشتقة من هذا البرنامج دون إذن كتابي مسبق محدد.
es: Las redistribuciones del código fuente deben conservar el aviso de derechos de autor anterior, esta lista de condiciones y el siguiente descargo de responsabilidad. Las redistribuciones en formato binario deben reproducir el aviso de derechos de autor anterior, esta lista de condiciones y la siguiente exención de responsabilidad en la documentación y / u otros materiales proporcionados con la distribución. Ni el nombre del titular de los derechos de autor ni los nombres de sus colaboradores pueden utilizarse para respaldar o promocionar productos derivados de este software sin un permiso previo específico por escrito.
fr: Les redistributions du code source doivent conserver l'avis de droit d'auteur ci-dessus, cette liste de conditions et la clause de non-responsabilité suivante. Les redistributions sous forme binaire doivent reproduire l'avis de droit d'auteur ci-dessus, cette liste de conditions et la clause de non-responsabilité suivante dans la documentation et/ou d'autres documents fournis avec la distribution. Ni le nom du détenteur du droit d'auteur ni les noms de ses contributeurs ne peuvent être utilisés pour approuver ou promouvoir des produits dérivés de ce logiciel sans autorisation écrite préalable spécifique.
ja: ソースコードの再配布では、上記の著作権表示、この条件のリスト、および次の免責事項を保持する必要があります。バイナリ形式での再配布では、上記の著作権表示、この条件のリスト、および以下の免責事項を、配布に付属するドキュメントやその他の資料に複製する必要があります。書面による事前の特別な許可なしに、著作権所有者の名前またはその貢献者の名前を、このソフトウェアから派生した製品を推奨または宣伝するために使用することはできません。
nl: Herdistributies van de broncode moeten de bovenstaande copyrightvermelding, deze lijst met voorwaarden en de volgende disclaimer bevatten. Herdistributies in binaire vorm moeten de bovenstaande copyrightvermelding, deze lijst met voorwaarden en de volgende disclaimer reproduceren in de documentatie en/of andere materialen die bij de distributie worden geleverd. Noch de naam van de houder van het auteursrecht, noch de namen van zijn medewerkers mogen worden gebruikt om producten die zijn afgeleid van deze software te onderschrijven of te promoten zonder specifieke voorafgaande schriftelijke toestemming.
