Repository: cdcavell/Jackdaw
Catalog: Source/Libraries/Jackdaw.ClassLibrary.Mvc/Resources/Localization/SharedResource.*.resx
Languages: ar, es, fr, ja, nl

# license-content-description-3-p9
source: THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS "AS IS" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT HOLDER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
ar: يتم توفير هذا البرنامج من قبل حاملي حقوق الطبع والنشر والمساهمين "كما هي" وأي ضمانات صريحة أو ضمنية ، بما في ذلك ، على سبيل المثال لا الحصر ، الضمانات الضمنية لقابلية التسويق والملاءمة لغرض معين. لا يتحمل مالك حقوق الطبع والنشر أو المساهمون بأي حال من الأحوال المسؤولية عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو خاصة أو نموذجية أو تبعية (بما في ذلك ، على سبيل المثال لا الحصر ، شراء سلع أو خدمات بديلة أو بيانات أو خسائر أو استخدامات) أو انقطاع الأعمال) مهما كان سبب ذلك ووفقًا لأية نظرية للمسؤولية ، سواء في العقد أو المسؤولية الصارمة أو الضرر (بما في ذلك الإهمال أو غير ذلك) التي تنشأ بأي طريقة من طرق استخدام هذا البرنامج ، حتى في حالة حدوث ضرر.
es: ESTE SOFTWARE ES PROPORCIONADO POR LOS TITULARES DE LOS DERECHOS DE AUTOR Y COLABORADORES "TAL CUAL" Y CUALQUIER GARANTÍA EXPRESA O IMPLÍCITA, INCLUYENDO, PERO NO LIMITADO A, LAS GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD E IDONEIDAD PARA UN PROPÓSITO PARTICULAR ESTÁN RENUNCIADAS. EN NINGÚN CASO EL TITULAR DE LOS DERECHOS DE AUTOR O COLABORADORES SERÁN RESPONSABLES DE NINGÚN DAÑO DIRECTO, INDIRECTO, INCIDENTAL, ESPECIAL, EJEMPLAR O CONSECUENCIAL (INCLUYENDO, PERO NO LIMITADO A, ADQUISICIÓN DE BIENES O SERVICIOS SUSTITUTOS; PÉRDIDA DE USO, DATOS O BENEFICIOS; O INTERRUPCIÓN COMERCIAL) SIN EMBARGO Y SOBRE CUALQUIER TEORÍA DE RESPONSABILIDAD, YA SEA POR CONTRATO, RESPONSABILIDAD ESTRICTA O AGRAVIO (INCLUYENDO NEGLIGENCIA O DE OTRA MANERA) QUE SURJA DE CUALQUIER FORMA DEL USO DE ESTE SOFTWARE, AUNQUE SE INDIQUE LA POSIBILIDAD DE DICHO DAÑO.
fr: CE LOGICIEL EST FOURNI PAR LES TITULAIRES DES DROITS D'AUTEUR ET LES CONTRIBUTEURS « EN L'ÉTAT » ET TOUTE GARANTIE EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES IMPLICITES DE QUALITÉ MARCHANDE ET D'ADAPTATION À UN USAGE PARTICULIER SONT EXCLUES. EN AUCUN CAS LE TITULAIRE DU DROIT D'AUTEUR OU LES CONTRIBUTEURS NE SERONT RESPONSABLES DE TOUT DOMMAGE DIRECT, INDIRECT, ACCESSOIRE, SPÉCIAL, EXEMPLAIRE OU CONSÉCUTIF (Y COMPRIS, MAIS SANS S'Y LIMITER, L'ACHAT DE BIENS OU DE SERVICES DE REMPLACEMENT ; LA PERTE D'UTILISATION, DE DONNÉES OU DE BÉNÉFICES ; OU INTERRUPTION DES ACTIVITÉS) TOUTEFOIS CAUSÉ ET SUR TOUTE THÉORIE DE RESPONSABILITÉ, QUE CE SOIT DANS UN CONTRAT, UNE RESPONSABILITÉ STRICTE OU DÉLICTUELLE (Y COMPRIS LA NÉGLIGENCE OU AUTRE) DÉCOULANT DE QUELQUE MANIÈRE QUE CE SOIT DE L'UTILISATION DE CE LOGICIEL, MÊME SI AVISÉ DE LA POSSIBILITÉ D'UNE TELLE POSSIBILITÉ.
ja: このソフトウェアは、著作権所有者および寄稿者によって「現状有姿」で提供され、商品性および特定目的への適合性の黙示の保証を含むがこれに限定されない、明示または黙示の保証は否認されます。いかなる場合も、著作権所有者または寄稿者は、直接的、間接的、偶発的、特別、例示的、または結果的な損害（代替の商品またはサービスの調達、使用、データ、または利益の損失を含むがこれらに限定されない）に対して責任を負わないものとします。またはビジネスの中断）ただし、契約、無過失責任、または不法行為（過失またはその他を含む）にかかわらず、このソフトウェアの使用から何らかの形で生じた責任の理論に基づいて、このソフトウェアの使用から生じたもの。
nl: DEZE SOFTWARE WORDT GELEVERD DOOR DE HOUDERS EN BIJDRAGERS VAN HET AUTEURSRECHT "AS IS" EN ELKE UITDRUKKELIJKE OF IMPLICIETE GARANTIES, MET INBEGRIP VAN, MAAR NIET BEPERKT TOT, DE IMPLICIETE GARANTIES VAN VERKOOPBAARHEID EN GESCHIKTHEID VOOR EEN BEPAALD DOEL. IN GEEN GEVAL ZAL DE HOUDER VAN HET AUTEURSRECHT OF DE BIJDRAGERS AANSPRAKELIJK ZIJN VOOR ENIGE DIRECTE, INDIRECTE, INCIDENTELE, SPECIALE, VOORBEELD- OF GEVOLGSCHADE (INCLUSIEF, MAAR NIET BEPERKT TOT, VERKOOP VAN VERVANGENDE GOEDEREN OF DIENSTEN; D; VERLIES VAN DIENSTEN; D; OF ONDERBREKING VAN HET BEDRIJF) WELKE ER OORZAAKT EN OP ENIGE THEORIE VAN AANSPRAKELIJKHEID, HETZIJ IN CONTRACT, STRIKTE AANSPRAKELIJKHEID OF ONRECHTMATIGHEID (INCLUSIEF NALATIGHEID OF ANDERSZINS) DIE OP ENIGE WIJZE UIT HET GEBRUIK VAN DEZE SOFTWARE VOORTVLOEIT, ZELFS INDIEN HET GOED GEADVISEERD IS.

# license-content-description-4-p1b
source: is developed by
ar: تم تطويره بواسطة
es: es desarrollado por
ja: によって開発されました
nl: is ontwikkeld door

# license-content-description-4-p1c
source: Duende Software
ar: Duende برنامج
ja: Duende ソフトウェア

# license-content-description-4-p1d
source: and licensed under their
ar: ومرخصة بموجب
es: y con licencia bajo su
ja: そして彼らの下で認可された
nl: en in licentie gegeven onder hun

# license-content-description-4-p1e
source: Standard License
ar: رخصة عادية
es: Licencia estándar
ja: 標準ライセンス
nl: Standaardlicentie

# license-content-subtitle-1
source: Main Website
ar: الموقع الرئيسي
es: Sitio web principal
fr: Site Web principal
ja: メインウェブサイト
nl: Hoofdwebsite

# license-content-subtitle-2
source: Kitzu Personal Portfolio Template
ar: نموذج محفظة Kitzu الشخصية
es: Plantilla para portafolio personal de Kitzu
fr: Modèle de portfolio personnel Kitzu
ja: キツパーソナルポートフォリオテンプレート
nl: Sjabloon voor persoonlijke portfolio's van Kitzu

# license-content-subtitle-3
source: Supporting Assets
ar: الأصول الداعمة
es: Activos de apoyo
fr: Actifs de soutien
ja: 補助資産
nl: Ondersteunende activa

# license-section-description
source: How website assets are licensed
ar: كيف يتم ترخيص أصول الموقع
es: Cómo se licencian los activos del sitio web
fr: Comment les actifs du site Web sont licenciés
ja: ウェブサイトアセットのライセンス方法
nl: Hoe website-items worden gelicentieerd

# license-section-title
source: Asset Licensing
ar: ترخيص الأصول
es: Licencias de activos
fr: Licences d'actifs
ja: アセットライセンス
nl: Activalicenties

source: Name
ar: اسم
es: Nombre
fr: Nom
ja: 名前
nl: Naam

source: Status Code
ar: كود الحالة
es: Código de estado
fr: Code d'état
ja: ステータスコード

# StatusCode-100
source: Continue
ar: يكمل
es: Continuar
fr: Continuez
ja: 継続する
nl: Doorgaan

# StatusCode-101
source: Switching Protocols
ar: تبديل البروتوكولات
es: Protocolos de conmutación
fr: Protocoles de commutation
ja: プロトコルの切り替え
nl: Schakelprotocollen

# StatusCode-200
source: OK
ar: موافق
fr: d'accord
ja: わかった
nl: oke

# StatusCode-201
source: Created
ar: خلقت
es: Creada
fr: Établie
ja: 作成した
nl: Gemaakt

# StatusCode-202
source: Accepted
ar: قبلت
es: Aceptada
fr: Accepté
ja: 受け入れられました
nl: Geaccepteerd

# StatusCode-203
source: Non-Authoritative Information
ar: معلومات غير موثوقة
es: Información no autorizada
fr: Informations ne faisant pas autorité
ja: 信頼できない情報
nl: Niet-geautoriseerde informatie

# StatusCode-204
source: No Content
ar: لا يوجد محتوى
es: Sin contenido
fr: Pas de contenu
ja: コンテンツなし
nl: Geen inhoud

# StatusCode-205
source: Reset Content
ar: إعادة تعيين المحتوى
es: Restablecer contenido
fr: Réinitialiser le contenu
ja: コンテンツをリセット
nl: Inhoud resetten

# StatusCode-206
source: Partial Content
ar: المحتوى الجزئي
es: Contenido parcial
fr: Contenu partiel
ja: 部分的なコンテンツ
nl: Gedeeltelijke inhoud

# StatusCode-300
source: Multiple Choices - The requested resource corresponds to any one of a set of representations, each with its own specific location, and agent- driven negotiation information (section 12) is being provided so that the user (or user agent) can select a preferred representation and redirect its request to that location.
ar: خيارات متعددة - يتوافق المورد المطلوب مع أي مجموعة من التمثيلات ، ولكل منها موقعها المحدد ، ويتم توفير معلومات التفاوض التي يقودها الوكيل (القسم 12) بحيث يمكن للمستخدم (أو وكيل المستخدم) تحديد التمثيل المفضل وإعادة توجيه طلبه إلى هذا الموقع.
es: Opciones múltiples: el recurso solicitado corresponde a cualquiera de un conjunto de representaciones, cada una con su propia ubicación específica, y se proporciona información de negociación impulsada por el agente (sección 12) para que el usuario (o agente de usuario) pueda seleccionar una representación preferida y redirigir su solicitud a esa ubicación.
fr: Choix multiples - La ressource demandée correspond à l'une quelconque d'un ensemble de représentations, chacune avec son propre emplacement spécifique, et des informations de négociation pilotées par l'agent (section 12) sont fournies afin que l'utilisateur (ou l'agent utilisateur) puisse sélectionner une représentation préférée et rediriger sa demande vers cet emplacement.
ja: 複数の選択肢-要求されたリソースは、それぞれが独自の特定の場所を持つ一連の表現のいずれかに対応し、ユーザー（またはユーザーエージェント）が優先表現を選択できるように、エージェント主導のネゴシエーション情報（セクション12）が提供されますリクエストをその場所にリダイレクトします。
nl: Meerkeuzes - De gevraagde bron komt overeen met een van een reeks representaties, elk met zijn eigen specifieke locatie, en agentgestuurde onderhandelingsinformatie (sectie 12) wordt verstrekt zodat de gebruiker (of user-agent) een voorkeursrepresentatie kan selecteren en zijn verzoek omleiden naar die locatie.

# StatusCode-301
source: Moved Permanently - The requested resource has been assigned a new permanent URI and any future references to this resource SHOULD use one of the returned URIs.
ar: تم النقل بشكل دائم - تم تعيين المورد المطلوب URI دائم جديد وأي مراجع مستقبلية لهذا المورد يجب أن تستخدم أحد URIs التي تم إرجاعها.
es: Movido permanentemente: al recurso solicitado se le ha asignado un nuevo URI permanente y cualquier referencia futura a este recurso DEBE usar uno de los URI devueltos.
fr: Déplacé de façon permanente - La ressource demandée s'est vu attribuer un nouvel URI permanent et toute référence future à cette ressource DEVRAIT utiliser l'un des URI renvoyés.
ja: 永続的に移動-要求されたリソースには新しい永続的なURIが割り当てられており、このリソースへの今後の参照では、返されたURIの1つを使用する必要があります。
nl: Permanent verplaatst: aan de aangevraagde resource is een nieuwe permanente URI toegewezen en toekomstige verwijzingen naar deze resource MOETEN een van de geretourneerde URI's gebruiken.

# StatusCode-302
source: Found - The requested resource resides temporarily under a different URI. Since the redirection might be altered on occasion, the client SHOULD continue to use the Request-URI for future requests.
ar: تم العثور عليه - يوجد المورد المطلوب مؤقتًا ضمن URI مختلف. نظرًا لأنه قد يتم تغيير إعادة التوجيه في بعض الأحيان ، يجب على العميل الاستمرار في استخدام Request-URI للطلبات المستقبلية.
es: Encontrado: el recurso solicitado reside temporalmente en un URI diferente. Dado que la redirección puede modificarse en ocasiones, el cliente DEBE continuar utilizando Request-URI para solicitudes futuras.
ja: 見つかりました-要求されたリソースは一時的に別のURIの下にあります。リダイレクトは時々変更される可能性があるため、クライアントは今後のリクエストに引き続きRequest-URIを使用する必要があります。
nl: Gevonden: de aangevraagde resource bevindt zich tijdelijk onder een andere URI. Aangezien de omleiding af en toe kan worden gewijzigd, MOET de client de Request-URI blijven gebruiken voor toekomstige verzoeken.

# StatusCode-303
source: See Other - The response to the request can be found under a different URI and SHOULD be retrieved using a GET method on that resource.
ar: راجع أخرى - يمكن العثور على الاستجابة للطلب ضمن URI مختلف ويجب استرجاعها باستخدام طريقة GET على هذا المورد.
es: Ver otro: la respuesta a la solicitud se puede encontrar en un URI diferente y DEBERÍA recuperarse mediante un método GET en ese recurso.
ja: その他を参照-リクエストへの応答は別のURIで見つけることができ、そのリソースでGETメソッドを使用して取得する必要があります。
nl: Zie Overige - Het antwoord op het verzoek kan worden gevonden onder een andere URI en MOET worden opgehaald met behulp van een GET-methode op die bron.

# StatusCode-304
source: Not Modified - If the client has performed a conditional GET request and access is allowed, but the document has not been modified, the server SHOULD respond with this status code. The 304 response MUST NOT contain a message-body, and thus is always terminated by the first empty line after the header fields.
ar: غير معدّل - إذا قام العميل بتنفيذ طلب GET مشروط وكان الوصول مسموحًا به ، ولكن لم يتم تعديل المستند ، فيجب أن يستجيب الخادم برمز الحالة هذا. يجب ألا تحتوي الاستجابة 304 على نص الرسالة ، وبالتالي يتم إنهاؤها دائمًا بواسطة أول سطر فارغ بعد حقول الرأس.
es: No modificado: si el cliente ha realizado una solicitud GET condicional y se permite el acceso, pero el documento no se ha modificado, el servidor DEBE responder con este código de estado. La respuesta 304 NO DEBE contener un cuerpo de mensaje y, por lo tanto, siempre termina con la primera línea vacía después de los campos de encabezado.
ja: 変更されていない-クライアントが条件付きGET要求を実行し、アクセスが許可されているが、ドキュメントが変更されていない場合、サーバーはこのステータスコードで応答する必要があります。 304応答にはメッセージ本文を含めることはできません。したがって、ヘッダーフィールドの後の最初の空の行で常に終了します。
nl: Niet gewijzigd - Als de client een voorwaardelijk GET-verzoek heeft uitgevoerd en toegang is toegestaan, maar het document niet is gewijzigd, MOET de server reageren met deze statuscode. Het 304-antwoord MOET GEEN berichttekst bevatten en wordt dus altijd beëindigd door de eerste lege regel na de koptekstvelden.

# StatusCode-305
source: Use Proxy - The requested resource MUST be accessed through the proxy given by the Location field. The Location field gives the URI of the proxy. The recipient is expected to repeat this single request via the proxy.
ar: استخدام الوكيل - يجب الوصول إلى المورد المطلوب من خلال الوكيل المقدم من خلال حقل الموقع. يعطي حقل الموقع URI للوكيل. من المتوقع أن يكرر المستلم هذا الطلب الفردي عبر الوكيل.
es: Usar proxy: se DEBE acceder al recurso solicitado a través del proxy proporcionado por el campo Ubicación. El campo Ubicación proporciona el URI del proxy. Se espera que el destinatario repita esta única solicitud a través del proxy.
ja: プロキシを使用-要求されたリソースは、[場所]フィールドで指定されたプロキシを介してアクセスする必要があります。 Locationフィールドは、プロキシのURIを示します。受信者は、プロキシを介してこの単一の要求を繰り返すことが期待されます。
nl: Proxy gebruiken - De gevraagde bron MOET toegankelijk zijn via de proxy die in het veld Locatie wordt gegeven. Het veld Locatie geeft de URI van de proxy weer. De ontvanger wordt geacht dit ene verzoek via de proxy te herhalen.

# StatusCode-306
source: Unused - The 306 status code was used in a previous version of the specification, is no longer used, and the code is reserved.
ar: غير مستخدم - تم استخدام رمز الحالة 306 في إصدار سابق من المواصفات ، ولم يعد مستخدمًا ، وتم حجز الرمز.
es: Sin usar: el código de estado 306 se usó en una versión anterior de la especificación, ya no se usa y el código está reservado.
ja: 未使用-306ステータスコードは、以前のバージョンの仕様で使用されていましたが、現在は使用されておらず、コードは予約されています。
nl: Ongebruikt - De 306-statuscode werd gebruikt in een eerdere versie van de specificatie, wordt niet meer gebruikt en de code is gereserveerd.

# StatusCode-307
source: Temporary Redirect - The requested resource resides temporarily under a different URI. Since the redirection MAY be altered on occasion, the client SHOULD continue to use the Request-URI for future requests.
ar: إعادة توجيه مؤقتة - يوجد المورد المطلوب مؤقتًا ضمن URI مختلف. نظرًا لأنه قد يتم تغيير إعادة التوجيه في بعض الأحيان ، يجب على العميل الاستمرار في استخدام Request-URI للطلبات المستقبلية.
es: Redirección temporal: el recurso solicitado reside temporalmente en un URI diferente. Dado que la redirección PUEDE modificarse en ocasiones, el cliente DEBE continuar utilizando Request-URI para solicitudes futuras.
ja: 一時的なリダイレクト-要求されたリソースは、別のURIの下に一時的に存在します。リダイレクトは時々変更される可能性があるため、クライアントは今後のリクエストに引き続きRequest-URIを使用する必要があります。
nl: Tijdelijke omleiding: de aangevraagde resource bevindt zich tijdelijk onder een andere URI. Aangezien de omleiding KAN worden gewijzigd, MOET de klant de Request-URI blijven gebruiken voor toekomstige verzoeken.

# StatusCode-400
source: Bad Request - The request could not be understood by the server due to malformed syntax. The client SHOULD NOT repeat the request without modifications.
ar: طلب غير صالح - تعذر على الخادم فهم الطلب بسبب صياغة غير صحيحة. يجب ألا يكرر العميل طلبه بدون تعديلات.
es: Solicitud incorrecta: el servidor no pudo entender la solicitud debido a una sintaxis incorrecta. El cliente NO DEBE repetir la solicitud sin modificaciones.
ja: 不正なリクエスト-構文が正しくないため、サーバーはリクエストを理解できませんでした。クライアントは、変更せずに要求を繰り返すべきではありません（SHOULDNOT）。
nl: Ongeldig verzoek - Het verzoek kon niet worden begrepen door de server vanwege een onjuiste syntaxis. De klant MOET het verzoek NIET herhalen zonder wijzigingen.

# StatusCode-401
source: Unauthorized - The request requires user authentication.
ar: غير مصرح به - يتطلب الطلب مصادقة المستخدم.
es: No autorizado: la solicitud requiere autenticación de usuario.
ja: Unauthorized-リクエストにはユーザー認証が必要です。
nl: Ongeautoriseerd: voor het verzoek is gebruikersauthenticatie vereist.

# StatusCode-402
source: Payment Required
ar: الدفع مطلوب
es: pago requerido
ja: 支払いが必要
nl: Betaling Vereist

# StatusCode-403
source: Forbidden - The server understood the request, but is refusing to fulfill it. Authorization will not help and the request SHOULD NOT be repeated.
ar: ممنوع - فهم الخادم الطلب ، لكنه رفض تنفيذه. لن يساعد التفويض ولا يجب تكرار الطلب.
es: Prohibido: el servidor entendió la solicitud, pero se niega a cumplirla. La autorización no ayudará y la solicitud NO DEBE repetirse.
ja: 禁止-サーバーは要求を理解しましたが、要求を満たすことを拒否しています。承認は役に立たず、リクエストは繰り返されるべきではありません。
nl: Verboden - De server heeft het verzoek begrepen, maar weigert eraan te voldoen. Autorisatie zal niet helpen en het verzoek MAG NIET worden herhaald.

# StatusCode-404
source: Not Found - The server has not found anything matching the Request-URI. No indication is given of whether the condition is temporary or permanent.
ar: غير موجود - لم يعثر الخادم على أي شيء يطابق طلب URI. لا يوجد مؤشر على ما إذا كانت الحالة مؤقتة أم دائمة.
es: No encontrado: el servidor no ha encontrado nada que coincida con el URI de solicitud. No se da ninguna indicación de si la condición es temporal o permanente.
ja: 見つかりません-サーバーはRequest-URIに一致するものを見つけられませんでした。状態が一時的であるか永続的であるかは示されません。
nl: Niet gevonden - De server heeft niets gevonden dat overeenkomt met de Request-URI. Er wordt niet aangegeven of de aandoening tijdelijk of permanent is.

# StatusCode-405
source: Method Not Allowed - The method specified in the Request-Line is not allowed for the resource identified by the Request-URI.
ar: الطريقة غير مسموح بها - الطريقة المحددة في سطر الطلب غير مسموح بها للمورد المحدد بواسطة معرف URI للطلب.
es: Método no permitido: el método especificado en Request-Line no está permitido para el recurso identificado por Request-URI.
ja: メソッドは許可されていません-Request-Lineで指定されたメソッドは、Request-URIで識別されたリソースには許可されていません。
nl: Methode niet toegestaan ​​- De methode die is opgegeven in de Request-Line is niet toegestaan ​​voor de resource die wordt geïdentificeerd door de Request-URI.

# StatusCode-406
source: Not Acceptable - The resource identified by the request is only capable of generating response entities which have content characteristics not acceptable according to the accept headers sent in the request.
ar: غير مقبول - المورد المحدد بواسطة الطلب قادر فقط على إنشاء كيانات استجابة لها خصائص محتوى غير مقبولة وفقًا لعناوين القبول المرسلة في الطلب.
es: No aceptable: el recurso identificado por la solicitud solo es capaz de generar entidades de respuesta que tienen características de contenido no aceptables de acuerdo con los encabezados de aceptación enviados en la solicitud.
ja: 受け入れられない-リクエストによって識別されたリソースは、リクエストで送信された受け入れヘッダーに従って受け入れられないコンテンツ特性を持つ応答エンティティのみを生成できます。
nl: Niet acceptabel - De door het verzoek geïdentificeerde bron is alleen in staat om antwoord-entiteiten te genereren die inhoudskenmerken hebben die niet acceptabel zijn volgens de accept-headers die in het verzoek zijn verzonden.

# StatusCode-407
source: Proxy Authentication Required - This code is similar to 401 (Unauthorized), but indicates that the client must first authenticate itself with the proxy.
ar: مطلوب مصادقة الوكيل - هذا الرمز مشابه لـ 401 (غير مصرح به) ، لكنه يشير إلى أنه يجب على العميل أولاً مصادقة نفسه مع الوكيل.
es: Se requiere autenticación de proxy: este código es similar al 401 (no autorizado), pero indica que el cliente debe primero autenticarse con el proxy.
ja: プロキシ認証が必要-このコードは401（Unauthorized）に似ていますが、クライアントが最初にプロキシで自身を認証する必要があることを示しています。
nl: Proxy-authenticatie vereist - Deze code is vergelijkbaar met 401 (niet-geautoriseerd), maar geeft aan dat de client zichzelf eerst moet authenticeren met de proxy.

# StatusCode-408
source: Request Timeout - The client did not produce a request within the time that the server was prepared to wait.
ar: مهلة الطلب - لم يقدم العميل طلبًا خلال الوقت الذي كان الخادم فيه جاهزًا للانتظار.
es: Solicitud de tiempo de espera: el cliente no generó una solicitud dentro del tiempo en que el servidor estaba preparado para esperar.
ja: 要求のタイムアウト-サーバーが待機する準備ができている時間内に、クライアントが要求を生成しませんでした。
nl: Verzoek time-out - De client heeft geen verzoek ingediend binnen de tijd dat de server klaar was om te wachten.

# StatusCode-409
source: Conflict - The request could not be completed due to a conflict with the current state of the resource.
ar: تعارض - تعذر إكمال الطلب نظرًا لوجود تعارض مع الحالة الحالية للمورد.
es: Conflicto: la solicitud no se pudo completar debido a un conflicto con el estado actual del recurso.
ja: 競合-リソースの現在の状態と競合しているため、リクエストを完了できませんでした。
nl: Conflict - Het verzoek kan niet worden voltooid vanwege een conflict met de huidige status van de bron.

# StatusCode-410
source: Gone - The requested resource is no longer available at the server and no forwarding address is known. This condition is expected to be considered permanent.
ar: ذهب - لم يعد المورد المطلوب متاحًا على الخادم ولم يعد عنوان إعادة التوجيه معروفًا. من المتوقع أن تعتبر هذه الحالة دائمة.
es: Desaparecido: el recurso solicitado ya no está disponible en el servidor y no se conoce ninguna dirección de reenvío. Se espera que esta condición se considere permanente.
ja: なくなった-要求されたリソースはサーバーで使用できなくなり、転送アドレスは不明です。この状態は永続的であると見なされると予想されます。
nl: Verdwenen - De gevraagde bron is niet langer beschikbaar op de server en er is geen doorstuuradres bekend. Deze aandoening zal naar verwachting als permanent worden beschouwd.

# StatusCode-411
source: Length Required - The server refuses to accept the request without a defined Content- Length.
ar: الطول المطلوب - يرفض الخادم قبول الطلب بدون محتوى محدد - الطول.
es: Longitud requerida: el servidor se niega a aceptar la solicitud sin una longitud de contenido definida.
ja: 必要な長さ-サーバーは、Content-Lengthが定義されていないリクエストの受け入れを拒否します。
nl: Lengte vereist - De server weigert het verzoek te accepteren zonder een gedefinieerde inhoudslengte.

# StatusCode-412
source: Precondition Failed - The precondition given in one or more of the request-header fields evaluated to false when it was tested on the server.
ar: فشل الشرط المسبق - الشرط المسبق المقدم في واحد أو أكثر من حقول عنوان الطلب التي تم تقييمها على خطأ عند اختبارها على الخادم.
es: Precondición fallida: la condición previa dada en uno o más de los campos de encabezado de solicitud evaluados como falsa cuando se probó en el servidor.
ja: 前提条件が失敗しました-1つ以上のリクエストヘッダーフィールドで指定された前提条件は、サーバーでテストされたときにfalseと評価されました。
nl: Voorwaarde mislukt - De voorwaarde die is opgegeven in een of meer van de velden in de verzoekheader, werd geëvalueerd als onwaar toen deze op de server werd getest.

# StatusCode-413
source: Request Entity Too Large - The server is refusing to process a request because the request entity is larger than the server is willing or able to process.
ar: كيان الطلب كبير جدًا - يرفض الخادم معالجة الطلب لأن كيان الطلب أكبر مما يرغب الخادم في معالجته أو يمكنه معالجته.
es: Entidad de solicitud demasiado grande: el servidor se niega a procesar una solicitud porque la entidad de solicitud es más grande de lo que el servidor desea o puede procesar.
ja: リクエストエンティティが大きすぎます-リクエストエンティティがサーバーが処理しようとしている、または処理できるサイズよりも大きいため、サーバーはリクエストの処理を拒否しています。
nl: Request Entity Too Large - De server weigert een verzoek te verwerken omdat de verzoekentiteit groter is dan de server wil of kan verwerken.
